[
    "The only time to be positive you’re in the right place is when you’re on the toilet.",
    "I can resist everything except temptation.",
    "Age is of no importance unless you’re a cheese.",
    "I have an existential fear of maps.",
    "Life is like a sandwich. You have to make it with all the ingredients you’ve got.",
    "Behind every great man is a woman rolling her eyes.",
    "I didn’t fail the test. I just found 100 ways to do it wrong.",
    "Good things come to those who wait, but better things come to those who don’t wait around.",
    "The best way to predict your future is to create it... or just take a nap.",
    "The road to success is dotted with many tempting parking spaces.",
    "A day without laughter is a day wasted, unless it’s a Monday. Then you can’t help it.",
    "If you want to make God laugh, tell him your plans for the weekend.",
    "I’m on a seafood diet. I see food and I eat it.",
    "Behind every successful person is a substantial amount of coffee.",
    "I think I’ve discovered the secret to life: You just hang around until you get used to it.",
    "The early bird can have the worm, because worms are gross.",
    "Sometimes I wonder if my dog is just pretending to be an idiot, or if he’s actually that dumb.",
    "You don’t have to be crazy to be my friend, but it helps.",
    "I am not a morning person. I’m barely a person at all before noon.",
    "Life is short. Smile while you still have teeth.",
    "Never trust a dog to watch your food.",
    "If you want to look young and thin, hang out with old, fat people.",
    "Don’t take life too seriously; you’ll never get out of it alive.",
    "If you think nobody cares, try missing a couple of payments.",
    "The best revenge is massive success, but also a well-timed sarcasm.",
    "Laziness is nothing more than the habit of resting before you get tired.",
    "Money can’t buy happiness, but it can buy ice cream, and that’s kind of the same thing.",
    "It’s never too late to be what you could have been, but it’s probably too late to fix the mistake.",
    "I have a fear of commitment. It’s mainly to do with getting out of bed before 10 a.m.",
    "Don’t worry if plan A doesn’t work. There are 25 more letters in the alphabet.",
    "Life isn’t about finding yourself. It’s about creating yourself and figuring out where the coffee is.",
    "You can’t have everything. Where would you put it?",
    "Everything is funny as long as it’s happening to somebody else.",
    "I never forget a face, but in your case, I’ll make an exception.",
    "I think I’ve had enough of these quotes now. No offense, just feel like I’m quoting a bit too much.",
    "If at first you don’t succeed, then skydiving is probably not for you.",
    "Do not take life too seriously. You will never get out of it alive."
]