[
    "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are still edible.",
    "A day on Venus is longer than a year on Venus.",
    "Octopuses have three hearts and blue blood.",
    "Bananas are berries, but strawberries aren't.",
    "Sharks existed before trees were even a thing.",
    "Wombat poop is cube-shaped.",
    "Sloths can hold their breath for up to 40 minutes.",
    "A cloud can weigh as much as a million pounds.",
    "Cows have best friends and get stressed when separated.",
    "The Eiffel Tower can grow up to 6 inches taller in the summer.",
    "Your body has more bacteria than human cells.",
    "The inventor of the frisbee was turned into a frisbee after he died.",
    "A flock of crows is called a 'murder.'",
    "There are more stars in the universe than grains of sand on Earth.",
    "A bolt of lightning is five times hotter than the sun.",
    "The first oranges were not orange; they were green.",
    "Ants can survive in space.",
    "Butterflies can taste with their feet.",
    "Humans share about 60% of their DNA with bananas.",
    "Jellyfish have survived five mass extinctions.",
    "A day on Earth used to be just 23 hours long millions of years ago.",
    "The average person walks the equivalent of five times around the Earth in a lifetime.",
    "Cats can't taste sweetness.",
    "A group of flamingos is called a 'flamboyance.'",
    "The heart of a blue whale is as big as a small car.",
    "There are more fake flamingos in the world than real ones.",
    "The shortest war lasted only 38 minutes between Britain and Zanzibar in 1896.",
    "Cows can walk upstairs but can't walk downstairs.",
    "Hot water freezes faster than cold water under certain conditions.",
    "Bees can recognize human faces.",
    "The first recorded speeding ticket was issued in 1896.",
    "Cleopatra lived closer to the invention of the iPhone than the building of the Great Pyramid.",
    "Pineapples take two years to grow.",
    "The longest hiccup spree lasted for 68 years.",
    "A single teaspoon of honey is the lifetime work of 12 bees.",
    "Elephants are the only animals that can't jump.",
    "A narwhal's tusk is actually a tooth.",
    "The shortest war in history lasted only 38 minutes.",
    "An octopus has three hearts and blue blood.",
    "The human nose can detect over a trillion scents.",
    "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
    "Penguins propose to their mates with pebbles.",
    "Slugs have four noses.",
    "Koalas have fingerprints that are almost identical to humans.",
    "The inventor of the Rubik's Cube took a month to solve it after creating it.",
    "Sea otters hold hands while sleeping to avoid drifting apart.",
    "The Great Wall of China is not visible from space with the naked eye.",
    "A strawberry isn't technically a berry, but an avocado is.",
    "An ostrich's eye is bigger than its brain.",
    "You can hear a blue whale's heartbeat from over two miles away."
  ]