[
    "Why don’t skeletons fight each other? They don’t have the guts!",
    "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "I'm on a whiskey diet. I’ve lost three days already!",
    "I used to play piano by ear, but now I use my hands.",
    "Why don't some couples go to the gym? Because some relationships don't work out!",
    "Why did the bicycle fall over? It was two-tired!",
    "I don’t trust stairs because they’re always up to something.",
    "I told my wife she was getting too emotional, so she threw a cup of tea at me. It was steeped in emotion.",
    "Why don’t oysters donate to charity? Because they’re shellfish!",
    "I asked my dog what’s two minus two. He said nothing.",
    "Why was the math book sad? It had too many problems.",
    "I couldn’t figure out how to put my seatbelt on, but then it clicked.",
    "I would tell you a construction joke, but I’m still working on it.",
    "I made a pun about the wind, but it blows.",
    "I went to buy some camo pants, but I couldn’t find any.",
    "I don’t have a dad bod, I have a father figure.",
    "I’ve just written a song about tortillas; actually, it’s more of a rap.",
    "I told my wife she should embrace her mistakes... She gave me a hug.",
    "I’m reading a book about anti-gravity. It’s impossible to put down!",
    "Why do cows wear bells? Because their horns don’t work!",
    "I used to have a job as a professional cricket player, but it wasn’t working out.",
    "Parallel lines have so much in common. It’s a shame they’ll never meet.",
    "I was wondering why the frisbee kept getting bigger, but then it hit me.",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "I wanted to be a comedian, but I couldn't get a laugh out of it.",
    "Why don’t skeletons ever use cell phones? Because they’re afraid of the dead zones.",
    "I bought some shoes from a drug dealer. I don’t know what he laced them with, but I’ve been tripping all day.",
    "I’m friends with all electricians because we have good current connections.",
    "I used to play chess with my friend, but he kept making me check-mate.",
    "I told my wife I wanted a pet chicken. She said it was a fowl idea.",
    "I was trying to think of a joke about a pencil, but it’s pointless.",
    "A termite walks into the bar and asks, 'Is the bartender here?'",
    "I told my wife she should start doing lunges to stay in shape. That was a big step forward.",
    "I once went to a fight club for the blind. You can imagine how that went.",
    "I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.'",
    "I accidentally swallowed some food coloring. The doctor says I’m OK, but I feel like I’ve dyed a little inside.",
    "I used to have a job as a professional cricket player, but I was stumped.",
    "I’m writing a book on reverse psychology. Don’t buy it.",
    "I’m reading a book on anti-gravity. It’s impossible to put down!",
    "I think I’m allergic to mornings. Every time I wake up, I sneeze."
]